{"word2idx": {"<PAD>": 0, "<UNK>": 1, "everyone": 2, "people": 3, "thread": 4, "heres": 5, "youre": 6, "opinion": 7, "work": 8, "think": 9, "day": 10, "cant": 11, "going": 12, "every": 13, "data": 14, "better": 15, "someone": 16, "disagree": 17, "ill": 18, "realtalk": 19, "rt": 20, "agree": 21, "truth": 22, "deserve": 23, "worthless": 24, "disgusting": 25, "trending": 26, "15": 27, "really": 28, "cc": 29, "public": 30, "happy": 31, "take": 32, "media": 33, "perspective": 34, "reform": 35, "facts": 36, "interesting": 37, "climate": 38, "excited": 39, "amazing": 40, "makes": 41, "need": 42, "get": 43, "single": 44, "time": 45, "points": 46, "one": 47, "know": 48, "doesnt": 49, "semester": 50, "theyre": 51, "feeling": 52, "new": 53, "nobody": 54, "im": 55, "weekend": 56, "literacy": 57, "community": 58, "world": 59, "person": 60, "hope": 61, "keep": 62, "open": 63, "scum": 64, "disappear": 65, "health": 66, "garbage": 67, "terrible": 68, "back": 69, "vile": 70, "teach": 71, "lesson": 72, "attack": 73, "transportation": 74, "beat": 75, "stupid": 76, "trash": 77, "support": 78, "hurt": 79, "pathetic": 80, "eliminated": 81, "awful": 82, "deplorable": 83, "healthcare": 84, "suffer": 85, "reasoning": 86, "electoral": 87, "systems": 88, "gig": 89, "economy": 90, "todays": 91, "news": 92, "punished": 93, "understand": 94, "argument": 95, "theres": 96, "enjoy": 97, "spending": 98, "make": 99, "pay": 100, "technology": 101, "ethics": 102, "urban": 103, "planning": 104, "something": 105, "brings": 106, "together": 107, "read": 108, "article": 109, "thoughtprovoking": 110, "love": 111, "seeing": 112, "progress": 113, "conversation": 114, "friends": 115, "social": 116, "policies": 117, "privacy": 118, "ai": 119, "regulation": 120, "coffee": 121, "coding": 122, "rainy": 123, "change": 124, "cryptocurrency": 125, "proud": 126, "team": 127, "hate": 128, "believe": 129, "fast": 130, "year": 131, "remote": 132, "culture": 133, "important": 134, "update": 135, "destroy": 136, "see": 137, "positive": 138, "changes": 139, "else": 140, "plans": 141, "beautiful": 142, "current": 143, "state": 144, "thoughts": 145, "heading": 146, "sick": 147, "burn": 148, "find": 149, "live": 150, "wait": 151, "learn": 152, "go": 153, "die": 154, "cares": 155, "economic": 156, "inequality": 157, "tips": 158, "getting": 159, "started": 160, "action": 161, "grateful": 162, "breaking": 163, "key": 164, "report": 165, "watch": 166, "least": 167, "expect": 168, "free": 169, "speech": 170, "online": 171, "needs": 172, "shoutout": 173, "working": 174, "hard": 175, "inspiring": 176, "lets": 177, "civil": 178, "discussion": 179, "even": 180, "let": 181, "exist": 182, "ruining": 183, "country": 184, "quick": 185, "guide": 186, "understanding": 187, "beginners": 188, "research": 189, "trying": 190, "recipe": 191, "tonight": 192, "wish": 193, "luck": 194, "great": 195, "raised": 196, "consider": 197, "ive": 198, "met": 199, "finished": 200, "watching": 201, "movie": 202, "highly": 203, "recommend": 204, "violence": 205, "answer": 206, "dealing": 207, "rid": 208, "nothing": 209, "music": 210, "production": 211, "hates": 212, "policy": 213, "researching": 214, "found": 215, "fascinating": 216, "would": 217, "without": 218, "respectfully": 219, "finally": 220, "completed": 221, "project": 222, "relieved": 223, "latest": 224, "developments": 225, "worth": 226, "discussing": 227, "worst": 228, "kind": 229, "alive": 230, "kill": 231, "multiple": 232, "valid": 233, "viewpoints": 234, "stand": 235, "family": 236, "lives": 237, "wants": 238, "sleep": 239, "eye": 240, "education": 241, "want": 242, "shut": 243, "matter": 244, "swear": 245, "next": 246, "good": 247, "morning": 248, "wonderful": 249, "ahead": 250, "youth": 251, "empowerment": 252, "sustainable": 253, "living": 254, "source": 255, "service": 256, "art": 257, "creativity": 258, "vibes": 259, "relax": 260, "catch": 261, "reading": 262, "renewable": 263, "energy": 264, "wildlife": 265, "conservation": 266, "mental": 267, "awareness": 268, "immigrants": 269, "refugees": 270, "liberals": 271, "digital": 272, "machine": 273, "learning": 274, "space": 275, "exploration": 276, "outsiders": 277, "foreigners": 278, "minorities": 279, "activists": 280, "protesters": 281, "say": 282, "things": 283, "cross": 284, "line": 285, "bothering": 286, "conservatives": 287, "post": 288, "nonsense": 289, "talk": 290, "disrespect": 291, "act": 292, "like": 293, "spread": 294, "lies": 295}, "idx2word": {"0": "<PAD>", "1": "<UNK>", "2": "everyone", "3": "people", "4": "thread", "5": "heres", "6": "youre", "7": "opinion", "8": "work", "9": "think", "10": "day", "11": "cant", "12": "going", "13": "every", "14": "data", "15": "better", "16": "someone", "17": "disagree", "18": "ill", "19": "realtalk", "20": "rt", "21": "agree", "22": "truth", "23": "deserve", "24": "worthless", "25": "disgusting", "26": "trending", "27": "15", "28": "really", "29": "cc", "30": "public", "31": "happy", "32": "take", "33": "media", "34": "perspective", "35": "reform", "36": "facts", "37": "interesting", "38": "climate", "39": "excited", "40": "amazing", "41": "makes", "42": "need", "43": "get", "44": "single", "45": "time", "46": "points", "47": "one", "48": "know", "49": "doesnt", "50": "semester", "51": "theyre", "52": "feeling", "53": "new", "54": "nobody", "55": "im", "56": "weekend", "57": "literacy", "58": "community", "59": "world", "60": "person", "61": "hope", "62": "keep", "63": "open", "64": "scum", "65": "disappear", "66": "health", "67": "garbage", "68": "terrible", "69": "back", "70": "vile", "71": "teach", "72": "lesson", "73": "attack", "74": "transportation", "75": "beat", "76": "stupid", "77": "trash", "78": "support", "79": "hurt", "80": "pathetic", "81": "eliminated", "82": "awful", "83": "deplorable", "84": "healthcare", "85": "suffer", "86": "reasoning", "87": "electoral", "88": "systems", "89": "gig", "90": "economy", "91": "todays", "92": "news", "93": "punished", "94": "understand", "95": "argument", "96": "theres", "97": "enjoy", "98": "spending", "99": "make", "100": "pay", "101": "technology", "102": "ethics", "103": "urban", "104": "planning", "105": "something", "106": "brings", "107": "together", "108": "read", "109": "article", "110": "thoughtprovoking", "111": "love", "112": "seeing", "113": "progress", "114": "conversation", "115": "friends", "116": "social", "117": "policies", "118": "privacy", "119": "ai", "120": "regulation", "121": "coffee", "122": "coding", "123": "rainy", "124": "change", "125": "cryptocurrency", "126": "proud", "127": "team", "128": "hate", "129": "believe", "130": "fast", "131": "year", "132": "remote", "133": "culture", "134": "important", "135": "update", "136": "destroy", "137": "see", "138": "positive", "139": "changes", "140": "else", "141": "plans", "142": "beautiful", "143": "current", "144": "state", "145": "thoughts", "146": "heading", "147": "sick", "148": "burn", "149": "find", "150": "live", "151": "wait", "152": "learn", "153": "go", "154": "die", "155": "cares", "156": "economic", "157": "inequality", "158": "tips", "159": "getting", "160": "started", "161": "action", "162": "grateful", "163": "breaking", "164": "key", "165": "report", "166": "watch", "167": "least", "168": "expect", "169": "free", "170": "speech", "171": "online", "172": "needs", "173": "shoutout", "174": "working", "175": "hard", "176": "inspiring", "177": "lets", "178": "civil", "179": "discussion", "180": "even", "181": "let", "182": "exist", "183": "ruining", "184": "country", "185": "quick", "186": "guide", "187": "understanding", "188": "beginners", "189": "research", "190": "trying", "191": "recipe", "192": "tonight", "193": "wish", "194": "luck", "195": "great", "196": "raised", "197": "consider", "198": "ive", "199": "met", "200": "finished", "201": "watching", "202": "movie", "203": "highly", "204": "recommend", "205": "violence", "206": "answer", "207": "dealing", "208": "rid", "209": "nothing", "210": "music", "211": "production", "212": "hates", "213": "policy", "214": "researching", "215": "found", "216": "fascinating", "217": "would", "218": "without", "219": "respectfully", "220": "finally", "221": "completed", "222": "project", "223": "relieved", "224": "latest", "225": "developments", "226": "worth", "227": "discussing", "228": "worst", "229": "kind", "230": "alive", "231": "kill", "232": "multiple", "233": "valid", "234": "viewpoints", "235": "stand", "236": "family", "237": "lives", "238": "wants", "239": "sleep", "240": "eye", "241": "education", "242": "want", "243": "shut", "244": "matter", "245": "swear", "246": "next", "247": "good", "248": "morning", "249": "wonderful", "250": "ahead", "251": "youth", "252": "empowerment", "253": "sustainable", "254": "living", "255": "source", "256": "service", "257": "art", "258": "creativity", "259": "vibes", "260": "relax", "261": "catch", "262": "reading", "263": "renewable", "264": "energy", "265": "wildlife", "266": "conservation", "267": "mental", "268": "awareness", "269": "immigrants", "270": "refugees", "271": "liberals", "272": "digital", "273": "machine", "274": "learning", "275": "space", "276": "exploration", "277": "outsiders", "278": "foreigners", "279": "minorities", "280": "activists", "281": "protesters", "282": "say", "283": "things", "284": "cross", "285": "line", "286": "bothering", "287": "conservatives", "288": "post", "289": "nonsense", "290": "talk", "291": "disrespect", "292": "act", "293": "like", "294": "spread", "295": "lies"}, "max_vocab_size": 10000}